Repository: amian84/AmiIptvPlayer-.NetVersion-
Catalog: AmiIptvPlayer/i18n/Strings.*.resx
Languages: fr_fr

# AboutUs
source: AmiIPTVPlayer is a simple iptv player using MVP library
fr_fr: AmiIPTVPlayer est un lecteur simple utilisant les bibliothèques MVP

# AboutUsTitle
source: AboutUs...
fr_fr: À propos de...

# ACCOUNT_INFO_ERROR
source: Can't obtain any account info result for your iptv url, please review it
fr_fr: Je n'ai trouvé aucune information sur votre compte. Veuillez vérifier l'URL IPTV dans les paramètres

# AccountInfoHead
source: This is your account info:
fr_fr: Il s'agit des informations relatives à votre compte:

# AccountInfoTitle
source: Account Info
fr_fr: Information sur le compte

# ActiveCons
source: Active connections:
fr_fr: Connexions actives:

# AS_EN
source: English
fr_fr: Anglais

# AS_NONE
source: None
fr_fr: Aucune

# AS_SP
source: Spanish
fr_fr: Espagnol

# AS_UN
source: Unknown
fr_fr: Inconnu

source: Cancel
fr_fr: Annuler

source: Clear
fr_fr: Clean

source: Close
fr_fr: Fermer

# DEFAULT_MSG_NO_LIST
source: Please load iptv list
fr_fr: S'il vous plaît charger une liste IPTV valide

# Duration
source: Time:
fr_fr: Temps:

source: EPG Loaded:
fr_fr: État EPG:

source: Error
fr_fr: Erreur

# ERROR_EPG
source: Error processing EPG, please check your url
fr_fr: Erreur de traitement de l'EPG, vérifiez l'URL

# ExitBtn
source: Exit
fr_fr: Sortie

source: Expiration date:
fr_fr: Date d'expiration:

# FileTool
source: File
fr_fr: Archive

source: Filter
fr_fr: Filtrer

source: Filter list:
fr_fr: Filtrer liste:

# FITitle
source: Title
fr_fr: Titre

# FixIdentTitle
source: Fix Identification
fr_fr: Correct identification

# FIYear
source: Year
fr_fr: Année

source: Groups:
fr_fr: Groupes:

source: Help
fr_fr: Aide

# LangEN
source: English
fr_fr: Anglais

# LangSP
source: Spanish (Spain)
fr_fr: Espagnol

# LangSYS
source: Default system language
fr_fr: Langue système par défaut

source: Language:
fr_fr: Langue:

# lbCategoryTitle
source: Categories:
fr_fr: Catégories:

# lbCountryTitle
source: Country
fr_fr: Pays

# lbEndTimeTitle
source: EndTime:
fr_fr: Temps d'achèvement:

# lbRatingsTitle
source: Ratings:
fr_fr: Qualification d'âge:

# lbReleaseDateTitle
source: Release Date:
fr_fr: Date:

# lbRequestEmail
source: Email for VOD request:
fr_fr: Email pour les demandes:

# lbSettingsDefAud
source: Default audio language:
fr_fr: Audio par défaut:

# lbSettingsDefSub
source: Default sub language:
fr_fr: Subtitles par défaut:

# lbSettingsUILang
source: UI Language:
fr_fr: Langue de l'interface:

# lbStarsTitle
source: Stars:
fr_fr: Scoring:

# lbStartTimeTitle
source: StartTime:
fr_fr: Heure de début:

# lbTitleTitle
source: Title
fr_fr: Titre

# lbYearsTitle
source: Years release:
fr_fr: Année:

source: Loaded
fr_fr: Chargé

source: Loading...
fr_fr: Chargement...

# LOADING_CHANNELS
source: Laoding channels... please wait a moment
fr_fr: Chargement liste... un moment s'il vous plaît

# LongDescriptionTitle
source: Show Description
fr_fr: Dossier complet

# MaxCons
source: Max. connections:
fr_fr: Connexions maximum:

# MORE_DETAILS
source: Click for more details
fr_fr: Cliquez pour plus de détails

source: Not found
fr_fr: Pas de résultats

# NOT_FOUND_CH
source: Doesn't exists channel number:
fr_fr: Il n'y a pas de canal:

# PreferencesTitle
source: AmiIPTVPlayer: Settings
fr_fr: AmiIPTVPlayer: Paramètres

source: Quit
fr_fr: Sortie

source: Refresh
fr_fr: Actualisation

# RefreshEPGTool
source: Refresh EPG list
fr_fr: Actualisation liste EPG

# RefreshListTool
source: Refresh IPTV list
fr_fr: Actualisation IPTV

# Resume
source: Do you want to resume the video?
fr_fr: Vous voulez continuer la reproduction?

source: Save
fr_fr: Sauvegarder

source: Search
fr_fr: Chercher

# SearchAgainBtn
source: Search again
fr_fr: Chercher

# SearchLb
source: Search:
fr_fr: Recherche:

# Seen
source: Mark as seen
fr_fr: Marquer comme vue

source: Server:
fr_fr: Serveur:

source: Settings
fr_fr: Paramètres

source: Unknown
fr_fr: Inconnu

# UnResume
source: Clean resume position
fr_fr: Supprimer la position de continuation

# UnSeen
source: Mark as unseen
fr_fr: Marquer comme non vue

# URLinfo
source: Get Track URL
fr_fr: URL de visualisation

# URLInfoFooter
source: Please copy that URL and set in your favourite player.
fr_fr: Copiez cette URL et jouez-la avec votre lecteur préféré.

# URLInfoHead
source: The URL for that track is:
fr_fr: L'URL pour la chaîne est:

source: User
fr_fr: Utilisateur

source: Tools
fr_fr: Outils

source: Request new VOD
fr_fr: Demande de VOD

source: Send
fr_fr: Envoyer

source: Movie
fr_fr: Film

source: Show
fr_fr: Série

# FIOrigTitle
source: Original title
fr_fr: Titre original

# SendExtra
source: Fill info manually
fr_fr: Remplir les informations manuellement

# FillReqEmail
source: For send new request you must set your provider iptv email request into settings
fr_fr: Pour envoyer une nouvelle demande, il est nécessaire d'avoir rempli l'e-mail de demande de votre fournisseur IPTV dans la section des paramètres

# FillReqVOD
source: Please fill title and year before send request
fr_fr: Veuillez remplir au moins le titre et la date de la nouvelle demande

# SubjectEmail
source: AmiIptvPlayer: new request VOD
fr_fr: AmiIptvPlayer: nouvelle pétition VOD

# EmailText
source: Hi this is a new request sended via AmiIptvPlayer app.
fr_fr: Bonjour, il s'agit d'une nouvelle demande de VOD via l'application AmiIptvPlayer.

# EmailHeader
source: New VOD's request
fr_fr: Nouvelle demande de VOD

# PosterEmail
source: Poster of VOD
fr_fr: Page de titre de la pétition

# ThanksEmail
source: Thanks for using the app
fr_fr: Merci d'utiliser l'application

source: Parental Control
fr_fr: Contrôle parental

# lbParentalControl
source: Parental control password
fr_fr: Clé parentale

# SaveBlockList
source: Are you sure save the current block list?
fr_fr: Êtes-vous sûr de vouloir sauvegarder la liste de verrouillage actuelle?

# FillParentalPass
source: You must set a parental password in your settings before lock any channels.
fr_fr: Il est obligatoire d'avoir une clé parentale dans les paramètres avant de pouvoir bloquer des chaînes.

# ASK_PASS
source: Credentials
fr_fr: Entrez le mot de passe

# lbAskPassError
source: You set incorrect pass
fr_fr: Vous avez saisi un mot de passe incorrect

# lbI18N
source: Internationalization
fr_fr: Internationalisation

# LangFR
source: French
fr_fr: Français

# lbAskPass
source: Please set your parental control credentials
fr_fr: Veuillez entrer le mot de passe du contrôle parental

source: Channel List
fr_fr: Liste des chaîned

source: Block List
fr_fr: Liste de blocage

# LangTR
source: Turkish
fr_fr: Turc

# ALLGROUP
source: All
fr_fr: Tous

# WOGROUP
source: Without group
fr_fr: Sans groupe

# AS_FR
source: French
fr_fr: Français

# AS_TR
source: Turkish
fr_fr: Turc

# lbHistory
source: History
fr_fr: Historique

source: Delete
fr_fr: Effacer

# WARN
source: Warning
fr_fr: Attention

# lbLog
source: Enable Logs
fr_fr: Activer le logs

# ERROR_DELETE_HIS
source: Please you must select any items before delete it
fr_fr: Veuillez sélectionner un élément avant de le supprimer

# ERROR_INFO_HIS
source: Please you must select only one item to get more info
fr_fr: Veuillez sélectionner un seul élément pour voir plus d'informations

# AutoPlayEpisodes
source: Autoplay new episodes
fr_fr: Autoplay de nouveaux épisodes

# NextEpisode
source: Next Episode in
fr_fr: Épisode suivant dans

source: Donation
fr_fr: Don

source: Main
fr_fr: Principal

# lbIptvLists
source: IPTV List
fr_fr: Liste IPTV

# lbName
source: Name
fr_fr: Nom

source: Add
fr_fr: Ajouter

source: Edit
fr_fr: Éditer

# FillUrlError
source: You must fill url and name, and url must be a valid uri
fr_fr: Vous devez remplir l'url et le nom, et l'url doit être un uri valide

# ERROR_SELECT_IPTV_LIST
source: You must select a IPTV list
fr_fr: Vous devez sélectionner une liste IPTV

# UrlExists
source: The list name already exists
fr_fr: Le nom de la liste existe déjà

# ManageLists
source: Manage IPTV lists
fr_fr: Gérer les listes IPTV

# NOT_INFO_HISTORY_SHOW
source: Currently we not show info of shows from hisotry list
fr_fr: Actuellement, nous n'affichons pas d'informations sur les séries de l'historique

# NewPortableVersion
source: There is a new portable version ($$VERSION$$) you can download it in the next link, do you want open it?
fr_fr: Il existe une nouvelle version ($$ VERSION $$) portable, vous pouvez la télécharger à partir du lien suivant. Tu veux l'ouvrir ?
